---
kind: other
id: Methods.T:Autodesk.Revit.DB.AreaTag
source: html/21d8f56f-7e70-5764-bcdb-55a5cdfb4a0d.htm
---
# AreaTag Methods

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.